Revit 2027 API
ParameterTypeId.StairsActualNumberOfRisers Property
 "Actual Number of Risers": The total number of actually created risers in model
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsActualNumberOfRisers { get; }
Public Shared ReadOnly Property StairsActualNumberOfRisers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsActualNumberOfRisers {
	ForgeTypeId^ get ();
}
static member StairsActualNumberOfRisers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace